Repository: CongThanh88/SongNumber
Catalog: SongNumber/*.lproj/Localizable.strings
Languages: vi

source: Sing karaoke
vi: Hát karaoke

source: Song list
vi: Bài hát

source: Favorite
vi: Yêu thích

source: Settings
vi: Cài đặt

source: Help
vi: Hướng dẫn

source: Share
vi: Chia sẻ

source: Rating
vi: Đánh giá

source: Search
vi: Tra cứu

# action_error
source: Some errors were occurred. Please try again later.
vi: Có lỗi xảy ra. Vui lòng thử lại sau.

# play_error
source: Some errors were occurred, can not play song
vi: Có lỗi xảy ra, không thể mở ca khúc

# no_songs
source: There is no song available.
vi: Chưa có bài hát nào.

source: Loading...
vi: Đang tải...

source: Recorded songs
vi: Bài hát đã thu âm

source: Listen
vi: Nghe

source: Delete
vi: Xóa

# yes
source: OK
vi: Đồng ý

# no
source: Cancel
vi: Không

source: On
vi: Bật

source: Off
vi: Tắt

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

source: Chinese
vi: Tiếng Hoa

# exit_confirm
source: Are you sure you want to exit?
vi: Thoát ứng dụng?

# connection_error
source: Please check the internet connection.
vi: Vui lòng kiểm tra lại kết nối mạng.

source: All
vi: Tất cả

# require_permission
source: Local karaoke feature is only for VITEK devices.
vi: Chức năng offline karaoke chỉ dành cho thiết bị của VITEK.

# get_lyric_error
source: Lyric could not be found.
vi: Không lấy được lời bài hát.

source: Download completed.
vi: Tải thành công.

source: Downloaded
vi: Đã tải về

source: Not downloaded
vi: Chưa tải về

# no_video_backgrounds
source: There is no video available.
vi: Chưa có video nền nào.

source: Download
vi: Tải về

# active_video
source: Active video background
vi: Chọn làm video nền

# deactive_video
source: Deactive video background
vi: Bỏ chọn làm video nền

source: Cancel
vi: Hủy

source: Font
vi: Kiểu chữ

source: Photo
vi: Ảnh

source: My photo
vi: Ảnh của tôi

# set_video_as_default
source: Set this video as default?
vi: Chọn làm video mặc định?

# download_error
source: Can not download this video.
vi: Không tải được video.

source: Applause
vi: Vỗ tay

# remove_favorite
source: Remove
vi: Bỏ yêu thích

source: Next song
vi: Bài kế tiếp

source: Playing
vi: Đang phát

source: Downloading
vi: Đang tải

source: Song list
vi: Bài hát

# bookingkist
source: Selected songs
vi: Bài hát chờ

# key_res
source: Res
vi: Chọn

# key_1st_res
source: 1st Res
vi: Ưu tiên

# key_delete
source: Delete
vi: Xóa

# key_cancel
source: Cancel
vi: Hủy

# back_to_kok
source: Back to my karaoke
vi: Trở về màn hình karaoke

# pay
source: Submit
vi: Thanh toán

source: Begin sing
vi: Bắt đầu hát

# account_status
source: Expiry date:
vi: Ngày hết hạn:

# sms_payment_guide_compose
source: Compose message:
vi: Soạn tin:

# sms_payment_guide_cost
source: (15.000 VND/1 SMS/3 usage days)
vi: (15.000 VND/1 SMS/3 ngày sử dụng)

source: Send
vi: gửi

# payment1
source: 1. Payment using SMS
vi: 1. Thanh toán bằng SMS

# payment2
source: 2. Payment using mobile prepaid card
vi: 2. Thanh toán bằng thẻ cào điện thoại

source: Card number
vi: Mã thẻ

source: Serial number
vi: Số seri

source: Please input card number.
vi: Bạn chưa nhập mã số thẻ.

source: Please input serial number.
vi: Bạn chưa nhập số sêri.

source: Device is not active.
vi: Thiết bị chưa kích hoạt.

source: Expired
vi: Hết hạn

source: Check
vi: Kiểm tra

# mobile_card_payment_error
source: Payment info is invalid.
vi: Thông tin thanh toán không đúng.

source: Close
vi: Đóng

# payment_require
source: Your accout is expired, please pay to sing the paid songs.
vi: Tài khoản hết hạn, vui lòng thanh toán để hát những bài tính phí.

source: Please wait...
vi: Vui lòng đợi...

source: Delete all
vi: Xóa tất cả

# delete_all_record_songs_confirm
source: Are you sure you want to delete all recorded songs?
vi: Xóa tất cả bài hát đã ghi âm?

# share_facebook
source: Share
vi: Chia sẻ

source: Feedback
vi: Đánh giá - Góp ý

# share_width
source: Share with
vi: Chia sẻ qua

# review_title_hint
source: Title
vi: Tiêu đề

# review_content_hint
source: Content
vi: Nội dung

source: Please enter title.
vi: Bạn chưa nhập tiêu đề.

source: Please enter content.
vi: Bạn chưa nhập nội dung.

source: Your name
vi: Tên của bạn

source: Phone number
vi: Số ĐT liên lạc

# feedback_success
source: Your feedback has been sent.
vi: Phản hồi của bạn đã được gửi đi.

# feedback_error
source: Some errors were occurred when sending your feedback.
vi: Có lỗi xảy ra vui lòng thử lại sau.

source: Please enter your name.
vi: Bạn chưa nhập tên.

# required_phone_email
source: Please enter your phone number or email.
vi: Vui lòng nhập số điện thoại hoặc email.

# required_internet_for_online_song
source: Please turn on your internet connection to sing online songs.
vi: Vui lòng mở kết nối internet để hát bài hát online.

# karaoke_menu_selected_songs
source: Song queue
vi: Danh sách chờ

# karaoke_menu_free_songs
source: Free songs
vi: Bài hát miễn phí

# karaoke_menu_all_songs
source: All songs
vi: Tất cả bài hát

# karaoke_menu_favorite_songs
source: Favorite songs
vi: Bài hát yêu thích

# karaoke_menu_recorded_songs
source: Recorded songs
vi: Bài hát đã ghi âm

# settings_language
source: Language
vi: Ngôn ngữ

# settings_video_backgound
source: Video background
vi: Video nền

# settings_karaoke_backgound
source: Karaoke background
vi: Nền karaoke

# settings_photo_backgound
source: Photo background
vi: Ảnh nền

# settings_scoring
source: Scoring
vi: Chấm điểm

# settings_singer_voice
source: Singer voice
vi: Giọng ca sĩ

# settings_visualization
source: Visualization
vi: Hiển thị nhịp điệu

# settings_recording
source: Recording
vi: Thu âm

# settings_welcome_message
source: Welcome message
vi: Lời chào

# settings_karaoke_text_color
source: Karaoke text color
vi: Màu chữ karaoke

# settings_karaoke_text_size
source: Karaoke text size
vi: Kích thước chữ karaoke

# settings_karaoke_text
source: Karaoke text
vi: Chữ karaoke

# settings_reset_to_default
source: Reset to default
vi: Trở về mặc định

# settings_about_device
source: About device
vi: Thông tin thiết bị

# settings_payment_info
source: Payment information
vi: Thanh toán

# settings_text_color
source: Text color
vi: Màu chữ

# settings_text_run_color
source: Filled text color
vi: Màu chữ tô

# settings_text_man_color
source: Man text color
vi: Màu chữ nam

# settings_text_woman_color
source: Woman text color
vi: Màu chữ nữ

# settings_reset_to_default_confirm
source: Are you sure you want to reset all settings?
vi: Bạn có muốn trở lại chế độ cài đặt mặc định?

# setting_export_file
source: Export file
vi: Xuất file

source: iOS version
vi: Phiên bản iOS

source: Manufacturer
vi: Nhà sản xuất

source: Model number
vi: Dòng máy

# cpu_arch
source: CPU architecture
vi: Kiến trúc CPU

source: Build version
vi: Phiên bản ứng dụng

source: iOS ID
vi: Mã iOS

source: Wi-Fi MAC address
vi: Địa chỉ MAC của Wi-Fi

source: Device ID
vi: Mã thiết bị

source: Sing now
vi: Hát ngay

source: Add song to queue
vi: Thêm vào danh sách chờ

source: View lyric
vi: Xem lời bài hát

source: Add song to favorite
vi: Thêm vào bài hát yêu thích

# remove_selected_song
source: Remove from song queue
vi: Xóa khỏi danh sách chờ

# remove_favorite_song
source: Remove from favorite
vi: Xóa khỏi danh sách yêu thích

source: Karaoke score
vi: Chấm điểm

# score_90_100
source: You are a singer
vi: Bạn hát như ca sĩ

# score_80_89
source: You got it
vi: Bạn hát rất hay

# score_70_79
source: Good job
vi: Bạn sẽ hát hay

# filter_all
source: All
vi: Tất cả

# filter_free
source: Free
vi: Miễn phí

# filter_favorite
source: Favorite
vi: Yêu thích

# filter_new
source: New
vi: Bài hát mới

# filter_group
source: Group
vi: Nhóm

# filter_category
source: Category
vi: Thể loại

# add_favorite_success
source: Added song to favorite.
vi: Đã thêm vào danh sách yêu thích.

# remove_favorite_success
source: Removed from favorite.
vi: Đã bỏ yêu thích.

# select_song_success
source: Added song to queue.
vi: Đã thêm vào danh sách chờ.

source: Singer:
vi: Ca sĩ:

source: Music by:
vi: Nhạc:

source: Lyric by:
vi: Lời:

# song_lyric
source: Lyric:
vi: Lời bài hát

# selected_song_upper
source: Selected songs
vi: Bài hát chờ

source: Please select song
vi: Vui lòng chọn bài hát

# song_registered
source: The song is registerd.
vi: Đã lưu bài hát.

source: Song number
vi: Mã số bài hát

source: Singer voice
vi: Giọng ca sĩ

source: Record
vi: Thu âm

source: Select song
vi: Chọn bài

source: Favorite songs
vi: Bài hát yêu thích

source: Back
vi: Quay lại

# shareContent
source: Download iKaraoke at: http:appstore.com/ikaraoke to funy.
vi: Tải iKaraoke tại: http:appstore.com/ikaraoke để trải nghiệm nhiều niềm vui.

# input_invalid
source: Invalid value. Please re-enter.
vi: Giá trị không hợp lệ. Vui lòng nhập lại.

# export_song_to_excel
source: Export list of songs to excel
vi: Xuất danh sách bài hát ra excel

# mail_content_attach_file_excel
source: File list of sóng of IKaraoke app
vi: File danh sách bài hát của ứng dụng IKaraoke
